Repository: cornellhw/retail-price_2023
Catalog: cem/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your Decision
de: Ihre Entscheidung

source: Page %(page)s of %(total)s
de: Seite %(page)s von %(total)s

source: Lottery
de: Lotterie

source: Accept
de: Akzeptieren

source: Reject
de: Ablehnen

source: with a probability of
de: mit einer Wahrscheinlichkeit von

source: otherwise
de: anderenfalls

source: (sure payoff)
de: (sichere Zahlung)

source: Instructions
de: Instruktionen

source: In the following, you'll face %(n)s decisions listed on your screen. Each decision is a paired choice between "Option A" and "Option B". You will make %(n)s choices and record these in the middle column, but only one of them will be randomly picked in the end to determine your earnings.
de: Nachfolgend werden Ihnen %(n)s Entscheidungspaare auf Ihrem Bildschirm präsentiert. Jede dieser Entscheidungen ist eine Auswahl zwischen "Option A" und "Option B". Sie werden %(n)s Entscheidungen treffen und diese in der mittleren Spalte eintragen; eine der Entscheidungen wird am Ende zufällig ausgewählt um Ihre Auszahlung zu bestimmen.

source: "Option A" is a lottery that pays %(hi)s with %(p)s%% probability and %(lo)s otherwise; "Option B" yields a varying payoff for sure, i.e. with a probability of 100%%.
de: "Option A" ist eine Lottery, welche %(hi)s mit einer Wahrscheinlichkeit von %(p)s%% und anderenfalls %(lo)s ausbezahlt. "Option B" besteht aus unterschiedlich hohen sicheren Auszahlungen, d.h. Zahlungen mit einer Wahrscheinlichkeit von 100%%.

source: After you have made all of your choices, one of the %(n)s decisions will be randomly chosen for your payment. If you chose to opt for "Option A" in this decision, it will be randomly determined whether the low or high payoff will constitute your payoff; if you chose to opt for "Option B", the respective sure amount will constitute your payoff.
de: Nachdem Sie alle Ihre Entscheidungen getroffen haben, wird einer der %(n)s Entscheidungen zufällig für Ihre Auszahlung bestimmt. Sollten Sie in dieser Entscheidung "Option A" gewählt haben, wird entsprechend der Wahrscheinlichkeiten, eine Zufallszahl bestimmen ob Ihre Auszahlung aus dem höheren oder niedrigeren Lotteriepreis besteht; sollten Sie sich für "Option B" entschieden haben, erhalten Sie die jeweilige sichere Zahlung.

source: Even though you will make %(n)s decisions, only one of these will end up affecting your earnings, but you will not know in advance which decision will be used. Obviously, each decision has an equal chance of being used in the end.
de: Obwohl Sie %(n)s Entscheidungen treffen werden, wird nur eine der Entscheidungen letztendlich Ihre Auszahlung beeinflussen; Sie wissen allerdings im Vorfeld nicht, welche dies sein wird. Offensichtlich ist die Wahrscheinlichkeit, dass eine Entscheidung am Ende für Ihre Auszahlung herangezogen wird, für alle Entscheidungspaare gleich hoch.

source: To summarize: You will make %(n)s choices; for each decision you will have to choose between "Option A" and "Option B". You may choose A for some decision rows and B for other rows. When you are finished, one of the %(n)s decisions will be randomly picked for your payoff. If you decided for "Option A", a random number will be drawn to determine your earnings; if you decided for "Option B" you'll receive the respective sure amount.
de: Zusammengefasst: Sie werden %(n)s Entscheidungen zwischen "Option A" und "Option B" treffen. Nachdem Sie alle Entscheidungen getroffen haben, wird eine der %(n)s Entscheidungen zufällig gewählt um Ihre Auszahlung zu bestimmen. Haben Sie sich für "Option A" entschieden, bestimmt eine Zufallszahl welcher der Lotteriepreise zur Auszahlung kommt; haben Sie sich für "Option B" entschieden, erhalten Sie die entsprechende sichere Auszahlung.

source: Results
de: Ergebnisse

source: The following decision was randomly chosen for your payment:
de: Folgende Entscheidung wurde zufällig für Ihre Auszahlung bestimmt:

source: As indicated above, you decided to %(accept_reject)s this lottery.
de: Wie oben abgebildet, haben Sie sich entschieden, diese Entscheidung zu %(accept_reject)s.

source: As indicated above, you decided to opt for option %(option_to_pay)s in this decision.
de: Wie oben abgebildet, haben Sie sich für "Option %(option_to_pay)s" entschieden.

source: For the lottery, one of the two possible outcomes has been randomly realized based on the corresponding probabilities.
de: Für die Lotterie wurde eine der beiden möglichen Auszahlungen basierend auf den jeweiligen Wahrscheinlichkeiten realisiert.

source: Your payoff in this task equals <b>%(payoff)s</b>.
de: Ihre Auszahlung in dieser Aufgabe beträgt <b>%(payoff)s</b>.

source: accept
de: akzeptieren

source: reject
de: ablehnen
